anbuselvanrocky.bootstrap5-vscode
anderseandersen.html-class-suggestions
anseki.vscode-color
batisteo.vscode-django
bibhasdn.django-snippets
bierner.color-info
bigonesystems.django
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dhavalvira.django-import-libraries
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
dzhavat.bracket-pair-toggler
ecmel.vscode-html-css
edward.google-fonts-instant-import
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
jakewilson.vscode-picture
jamesmaj.easy-icons
magicstack.magicpython
marechal-dev.html5-template-snippet
mgesbert.python-path
mohd-akram.vscode-html-format
mongodb.mongodb-vscode
ms-python.python
ms-python.vscode-pylance
naumovs.color-highlight
nick-james.os-x-flat-dark
pranaygp.vscode-css-peek
ritwickdey.liveserver
shaman-apprentice.html5-skelton
shamanu4.django-intellisense
sidthesloth.html5-boilerplate
steoates.autoimport
take-me1010.pykv-snippets
teoradu.tail-lighter
thebarkman.vscode-djaneiro
tomoki1207.pdf
tushortz.python-extended-snippets
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
walkme.html5-extension-pack
zarifprogrammer.tailwind-snippets
zignd.html-css-class-completion
